Repository: holg/eulumdat-rs
Catalog: EulumdatApp/EulumdatApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru, zh_hans

# app.bim.exportCSV
source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter CSV
it: Esporta CSV
pt_br: Exportar CSV
ru: Экспорт CSV
zh_hans: 导出CSV

# app.bim.exportReport
source: Export Report
de: Bericht exportieren
es: Exportar informe
fr: Exporter le rapport
it: Esporta rapporto
pt_br: Exportar relatório
ru: Экспорт отчёта
zh_hans: 导出报告

# app.bim.info
source: BIM parameters extracted from photometric data for Revit and IFC integration
de: BIM-Parameter aus photometrischen Daten für Revit- und IFC-Integration
es: Parámetros BIM extraídos de datos fotométricos para integración con Revit e IFC
fr: Paramètres BIM extraits des données photométriques pour l'intégration Revit et IFC
it: Parametri BIM estratti dai dati fotometrici per l'integrazione Revit e IFC
pt_br: Parâmetros BIM extraídos de dados fotométricos para integração com Revit e IFC
ru: Параметры BIM, извлечённые из фотометрических данных для интеграции с Revit и IFC
zh_hans: 从光度数据提取的BIM参数，用于Revit和IFC集成

# app.bim.noData
source: No BIM data available for this luminaire
de: Keine BIM-Daten für diese Leuchte verfügbar
es: No hay datos BIM disponibles para esta luminaria
fr: Aucune donnée BIM disponible pour ce luminaire
it: Nessun dato BIM disponibile per questo apparecchio
pt_br: Nenhum dado BIM disponível para esta luminária
ru: Нет данных BIM для этого светильника
zh_hans: 该灯具无可用BIM数据

# app.bim.title
source: BIM Parameters
de: BIM-Parameter
es: Parámetros BIM
fr: Paramètres BIM
it: Parametri BIM
pt_br: Parâmetros BIM
ru: Параметры BIM
zh_hans: BIM参数

# app.compare.browse
source: Browse File B...
de: Datei B durchsuchen...
es: Explorar Archivo B...
fr: Parcourir Fichier B...
it: Sfoglia File B...
pt_br: Procurar Arquivo B...
ru: Выбрать файл B...
zh_hans: 浏览文件B...

# app.compare.clear
source: Clear File B
de: Datei B entfernen
es: Eliminar Archivo B
fr: Effacer Fichier B
it: Rimuovi File B
pt_br: Remover Arquivo B
ru: Убрать файл B
zh_hans: 清除文件B

# app.compare.cPlaneA
source: File A C-plane
de: Datei A C-Ebene
es: Archivo A plano C
fr: Fichier A plan C
it: File A piano C
pt_br: Arquivo A plano C
ru: Файл A C-плоскость
zh_hans: 文件A C平面

# app.compare.cPlaneB
source: File B C-plane
de: Datei B C-Ebene
es: Archivo B plano C
fr: Fichier B plan C
it: File B piano C
pt_br: Arquivo B plano C
ru: Файл B C-плоскость
zh_hans: 文件B C平面

# app.compare.dropHint
source: Drop a second file here to compare
de: Datei zum Vergleichen hierher ziehen
es: Suelta un segundo archivo aquí para comparar
fr: Déposez un second fichier ici pour comparer
it: Trascina un secondo file qui per confrontare
pt_br: Solte um segundo arquivo aqui para comparar
ru: Перетащите второй файл для сравнения
zh_hans: 将第二个文件拖放到此处进行对比

# app.compare.emptyHint
source: Compares flux, efficacy, beam angles, intensity distribution, and more.
de: Vergleicht Lichtstrom, Effizienz, Abstrahlwinkel, Lichtverteilung und mehr.
es: Compara flujo, eficacia, ángulos del haz, distribución de intensidad y más.
fr: Compare flux, efficacité, angles de faisceau, distribution d'intensité et plus.
it: Confronta flusso, efficienza, angoli del fascio, distribuzione dell'intensità e altro.
pt_br: Compara fluxo, eficácia, ângulos do feixe, distribuição de intensidade e mais.
ru: Сравнивает световой поток, эффективность, углы луча, распределение силы света и другие параметры.
zh_hans: 对比光通量、光效、光束角、光强分布等。

# app.compare.emptyTitle
source: Load a second file to compare
de: Zweite Datei zum Vergleichen laden
es: Carga un segundo archivo para comparar
fr: Charger un second fichier pour comparer
it: Carica un secondo file per confrontare
pt_br: Carregue um segundo arquivo para comparar
ru: Загрузите второй файл для сравнения
zh_hans: 加载第二个文件进行对比

# app.compare.fileB
source: File B
de: Datei B
es: Archivo B
fr: Fichier B
pt_br: Arquivo B
ru: Файл B
zh_hans: 文件B

# app.compare.linkSliders
source: Link sliders
de: Regler koppeln
es: Vincular controles
fr: Lier les curseurs
it: Collega cursori
pt_br: Vincular controles
ru: Связать ползунки
zh_hans: 联动滑块

# app.compare.metric
source: Metric
de: Metrik
es: Métrica
fr: Métrique
it: Metrica
pt_br: Métrica
ru: Метрика
zh_hans: 指标

# app.compare.selectTemplate
source: Select template...
de: Vorlage wählen...
es: Seleccionar plantilla...
fr: Sélectionner un modèle...
it: Seleziona modello...
pt_br: Selecionar modelo...
ru: Выбрать шаблон...
zh_hans: 选择模板...

# app.compare.similarity
source: Similarity
de: Ähnlichkeit
es: Similitud
fr: Similarité
it: Similarità
pt_br: Similaridade
ru: Сходство
zh_hans: 相似度

# app.compare.title
source: Compare Luminaires
de: Leuchten vergleichen
es: Comparar luminarias
fr: Comparer les luminaires
it: Confronta apparecchi
pt_br: Comparar luminárias
ru: Сравнение светильников
zh_hans: 对比灯具

# app.diagram.beam
source: Beam
de: Strahl
es: Haz
fr: Faisceau
it: Fascio
pt_br: Feixe
ru: Луч
zh_hans: 光束

# app.diagram.butterfly
source: Butterfly
de: Schmetterling
es: Mariposa
fr: Papillon
it: Farfalla
pt_br: Borboleta
ru: Бабочка
zh_hans: 蝴蝶

# app.diagram.cartesian
source: Cartesian
de: Kartesisch
es: Cartesiano
fr: Cartésien
it: Cartesiano
pt_br: Cartesiano
ru: Декартова
zh_hans: 直角坐标

# app.diagram.cone
source: Cone
de: Kegel
es: Cono
fr: Cône
it: Cono
ru: Конус
zh_hans: 锥形

# app.diagram.floodlight
source: Floodlight
de: Flutlicht
es: Proyector
fr: Projecteur
it: Proiettore
pt_br: Projetor
ru: Прожектор
zh_hans: 泛光

# app.diagram.room
source: Room
de: Raum
es: Sala
fr: Salle
it: Stanza
pt_br: Sala
ru: Комната
zh_hans: 房间

# app.diagram.spectral
source: Spectral
de: Spektral
es: Espectral
it: Spettrale
pt_br: Espectral
ru: Спектральная
zh_hans: 光谱

# app.floodlightCtrl.logScale
source: Logarithmic
de: Logarithmisch
es: Logarítmica
fr: Logarithmique
it: Logaritmico
pt_br: Logarítmica
ru: Логарифмическая
zh_hans: 对数

# app.fullscreen.darkTheme
source: Dark Theme
de: Dunkles Design
es: Tema oscuro
fr: Thème sombre
it: Tema scuro
pt_br: Tema escuro
ru: Тёмная тема
zh_hans: 深色主题

# app.fullscreen.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pt_br: Concluído
ru: Готово
zh_hans: 完成

# app.isolux.areaSize
source: Area Size (m)
de: Fläche (m)
es: Tamaño del área (m)
fr: Taille de la zone (m)
it: Dimensione area (m)
pt_br: Tamanho da área (m)
ru: Размер площади (м)
zh_hans: 面积 (m)

# app.isolux.mountingHeight
source: Mounting Height (m)
de: Montagehöhe (m)
es: Altura de montaje (m)
fr: Hauteur de montage (m)
it: Altezza di montaggio (m)
pt_br: Altura de montagem (m)
ru: Высота монтажа (м)
zh_hans: 安装高度 (m)

# app.isolux.tiltAngle
source: Tilt Angle (°)
de: Neigungswinkel (°)
es: Ángulo de inclinación (°)
fr: Angle d'inclinaison (°)
it: Angolo di inclinazione (°)
pt_br: Ângulo de inclinação (°)
ru: Угол наклона (°)
zh_hans: 倾斜角度 (°)

# app.schema.fileInfo
source: File Information
de: Dateiinformation
es: Información del archivo
fr: Informations du fichier
it: Informazioni file
pt_br: Informações do arquivo
ru: Информация о файле
zh_hans: 文件信息

# app.schema.invalid
source: Invalid
de: Ungültig
es: Inválido
fr: Invalide
it: Non valido
pt_br: Inválido
ru: Невалидный
zh_hans: 无效

# app.schema.ldtValidation
source: LDT/IES Validation
de: LDT/IES-Validierung
es: Validación LDT/IES
fr: Validation LDT/IES
it: Validazione LDT/IES
pt_br: Validação LDT/IES
ru: Валидация LDT/IES
zh_hans: LDT/IES验证

# app.schema.missingFields
source: Missing Fields
de: Fehlende Felder
es: Campos faltantes
fr: Champs manquants
it: Campi mancanti
pt_br: Campos ausentes
ru: Отсутствующие поля
zh_hans: 缺失字段

# app.schema.schemaValidation
source: Schema Validation
de: Schema-Validierung
es: Validación de esquema
fr: Validation du schéma
it: Validazione schema
pt_br: Validação de esquema
ru: Валидация схемы
zh_hans: 架构验证

# app.schema.valid
source: Valid
de: Gültig
es: Válido
fr: Valide
it: Valido
pt_br: Válido
ru: Валидный
zh_hans: 有效

# app.schema.warnings
source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
it: Avvisi
pt_br: Avisos
ru: Предупреждения
zh_hans: 警告

# app.settings.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt_br: Sobre
ru: О программе
zh_hans: 关于

# app.settings.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

# app.settings.darkTheme
source: Use Dark Theme for Diagrams
de: Dunkles Design für Diagramme
es: Usar tema oscuro para diagramas
fr: Thème sombre pour les diagrammes
it: Usa tema scuro per i diagrammi
pt_br: Usar tema escuro para diagramas
ru: Тёмная тема для диаграмм
zh_hans: 为图表使用深色主题

# app.settings.defaultDiagram
source: Default Diagram
de: Standarddiagramm
es: Diagrama predeterminado
fr: Diagramme par défaut
it: Diagramma predefinito
pt_br: Diagrama padrão
ru: Диаграмма по умолчанию
zh_hans: 默认图表

# app.settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_br: Idioma
ru: Язык
zh_hans: 语言

# app.settings.language_system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
pt_br: Padrão do sistema
ru: Системный по умолчанию
zh_hans: 跟随系统

# app.settings.mountingHeight
source: Mounting Height
de: Montagehöhe
es: Altura de montaje
fr: Hauteur de montage
it: Altezza di montaggio
pt_br: Altura de montagem
ru: Высота монтажа
zh_hans: 安装高度

# app.settings.mountingHeight_description
source: Used for Cone and PPFD diagrams
de: Für Kegel- und PPFD-Diagramme
es: Para diagramas de cono y PPFD
fr: Pour les diagrammes coniques et PPFD
it: Per diagrammi a cono e PPFD
pt_br: Para diagramas de cone e PPFD
ru: Для диаграмм конуса и PPFD
zh_hans: 用于锥形图和PPFD图

# app.tab.compare
source: Compare
de: Vergleich
es: Comparar
fr: Comparer
it: Confronta
pt_br: Comparar
ru: Сравнить
zh_hans: 对比

# app.tab.diagram
source: Diagram
de: Diagramm
es: Diagrama
fr: Diagramme
it: Diagramma
pt_br: Diagrama
ru: Диаграмма
zh_hans: 图表

# app.tab.dimensions
source: Dimensions
de: Abmessungen
es: Dimensiones
it: Dimensioni
pt_br: Dimensões
ru: Размеры
zh_hans: 尺寸

# app.tab.general
source: General
de: Allgemein
fr: Général
it: Generale
pt_br: Geral
ru: Общее
zh_hans: 常规

# app.tab.intensity
source: Intensity
de: Intensität
es: Intensidad
fr: Intensité
it: Intensità
pt_br: Intensidade
ru: Интенсивность
zh_hans: 光强

# app.tab.lampSets
source: Lamp Sets
de: Leuchtmittel
es: Lámparas
fr: Lampes
it: Lampade
pt_br: Lâmpadas
ru: Лампы
zh_hans: 光源

# app.tab.optical
source: Optical
de: Optik
es: Óptico
fr: Optique
it: Ottico
pt_br: Óptico
ru: Оптика
zh_hans: 光学

# app.template.atlaFluorescent
source: Fluorescent (ATLA)
de: Leuchtstoff (ATLA)
es: Fluorescente (ATLA)
it: Fluorescente (ATLA)
pt_br: Fluorescente (ATLA)
ru: Люминесцентная (ATLA)
zh_hans: 荧光灯 (ATLA)

# app.template.atlaFluorescent_desc
source: Fluorescent lamp with spectral data
de: Leuchtstofflampe mit Spektraldaten
es: Lámpara fluorescente con datos espectrales
fr: Lampe fluorescente avec données spectrales
it: Lampada fluorescente con dati spettrali
pt_br: Lâmpada fluorescente com dados espectrais
ru: Люминесцентная лампа со спектральными данными
zh_hans: 带光谱数据的荧光灯

# app.template.atlaGrowLight
source: Grow Light (ATLA)
de: Pflanzenlampe (ATLA)
es: Lámpara de cultivo (ATLA)
fr: Lampe de croissance (ATLA)
it: Lampada crescita (ATLA)
pt_br: Lâmpada de cultivo (ATLA)
ru: Фитолампа (ATLA)
zh_hans: 植物生长灯 (ATLA)

# app.template.atlaGrowLight_desc
source: LED grow light with red/blue PPF spectrum
de: LED-Pflanzenlampe mit Rot/Blau PPF-Spektrum
es: Lámpara LED de cultivo con espectro PPF rojo/azul
fr: Lampe LED de croissance avec spectre PPF rouge/bleu
it: Lampada LED crescita con spettro PPF rosso/blu
pt_br: Lâmpada LED de cultivo com espectro PPF vermelho/azul
ru: LED фитолампа со спектром PPF красный/синий
zh_hans: 红蓝PPF光谱LED植物灯

# app.template.atlaGrowLightRB
source: Grow Light R/B (ATLA)
de: Pflanzenlampe R/B (ATLA)
es: Lámpara R/B (ATLA)
fr: Lampe R/B (ATLA)
it: Lampada R/B (ATLA)
pt_br: Lâmpada R/B (ATLA)
ru: Фитолампа R/B (ATLA)
zh_hans: 红蓝植物灯 (ATLA)

# app.template.atlaGrowLightRB_desc
source: Red/blue LED grow light for plants
de: Rot/Blau LED-Pflanzenlampe
es: Lámpara LED rojo/azul para plantas
fr: Lampe LED rouge/bleu pour plantes
it: Lampada LED rosso/blu per piante
pt_br: Lâmpada LED vermelho/azul para plantas
ru: LED красно/синяя лампа для растений
zh_hans: 红蓝LED植物生长灯

# app.template.atlaHalogen_desc
source: Halogen lamp with continuous spectrum
de: Halogenlampe mit kontinuierlichem Spektrum
es: Lámpara halógena de espectro continuo
fr: Lampe halogène à spectre continu
it: Lampada alogena a spettro continuo
pt_br: Lâmpada halógena de espectro contínuo
ru: Галогенная лампа с непрерывным спектром
zh_hans: 连续光谱卤素灯

# app.template.atlaHeatLamp
source: Heat Lamp (ATLA)
de: Wärmelampe (ATLA)
es: Lámpara de calor (ATLA)
fr: Lampe chauffante (ATLA)
it: Lampada riscaldante (ATLA)
pt_br: Lâmpada de aquecimento (ATLA)
ru: Инфракрасная лампа (ATLA)
zh_hans: 红外加热灯 (ATLA)

# app.template.atlaHeatLamp_desc
source: Infrared heat lamp with IR spectrum
de: Infrarot-Wärmelampe mit IR-Spektrum
es: Lámpara de calor infrarroja
fr: Lampe chauffante infrarouge
it: Lampada riscaldante a infrarossi
pt_br: Lâmpada de aquecimento infravermelha
ru: Инфракрасная нагревательная лампа
zh_hans: 红外光谱加热灯

# app.template.atlaIncandescent
source: Incandescent (ATLA)
de: Glühlampe (ATLA)
es: Incandescente (ATLA)
it: Incandescente (ATLA)
pt_br: Incandescente (ATLA)
ru: Лампа накаливания (ATLA)
zh_hans: 白炽灯 (ATLA)

# app.template.atlaIncandescent_desc
source: Incandescent lamp with warm spectrum
de: Glühlampe mit warmem Spektrum
es: Lámpara incandescente de espectro cálido
fr: Lampe incandescente à spectre chaud
it: Lampada incandescente a spettro caldo
pt_br: Lâmpada incandescente de espectro quente
ru: Лампа накаливания с тёплым спектром
zh_hans: 暖色光谱白炽灯

# app.template.atlaUvBlacklight
source: UV Blacklight (ATLA)
de: UV-Schwarzlicht (ATLA)
es: Luz negra UV (ATLA)
fr: Lumière noire UV (ATLA)
it: Luce nera UV (ATLA)
pt_br: Luz negra UV (ATLA)
ru: УФ-лампа (ATLA)
zh_hans: 紫外黑光灯 (ATLA)

# app.template.atlaUvBlacklight_desc
source: UV blacklight with UV-A spectrum
de: UV-Schwarzlicht mit UV-A-Spektrum
es: Luz negra UV con espectro UV-A
fr: Lumière noire UV avec spectre UV-A
it: Luce nera UV con spettro UV-A
pt_br: Luz negra UV com espectro UV-A
ru: УФ чёрный свет со спектром UV-A
zh_hans: UV-A光谱紫外黑光灯

# app.template.downlight_desc
source: Simple downlight with vertical axis symmetry
de: Einfaches Downlight mit vertikaler Achsensymmetrie
es: Downlight simple con simetría de eje vertical
fr: Downlight simple avec symétrie axiale verticale
it: Downlight semplice con simmetria assiale verticale
pt_br: Downlight simples com simetria de eixo vertical
ru: Простой даунлайт с вертикальной осевой симметрией
zh_hans: 垂直轴对称的简易筒灯

# app.template.floorUplight
source: Floor Uplight
de: Steh-Uplight
es: Lámpara de pie uplighter
fr: Lampadaire uplighter
it: Piantana uplighter
pt_br: Luminária de piso uplighter
ru: Торшер-аплайт
zh_hans: 落地向上灯

# app.template.floorUplight_desc
source: HIT-DE 250W floor-standing uplight
de: HIT-DE 250W Steh-Uplight
es: Lámpara de pie HIT-DE 250W
fr: Lampadaire HIT-DE 250W
it: Piantana HIT-DE 250W
pt_br: Luminária de piso HIT-DE 250W
ru: Торшер HIT-DE 250W
zh_hans: HIT-DE 250W 落地式向上照明灯

# app.template.fluorescent
source: Fluorescent Luminaire
de: Leuchtstofflampe
es: Luminaria fluorescente
fr: Luminaire fluorescent
it: Apparecchio fluorescente
pt_br: Luminária fluorescente
ru: Люминесцентный светильник
zh_hans: 荧光灯具

# app.template.fluorescent_desc
source: T16 G5 54W linear luminaire with bilateral symmetry
de: T16 G5 54W lineare Leuchte mit bilateraler Symmetrie
es: Luminaria lineal T16 G5 54W con simetría bilateral
fr: Luminaire linéaire T16 G5 54W avec symétrie bilatérale
it: Apparecchio lineare T16 G5 54W con simmetria bilaterale
pt_br: Luminária linear T16 G5 54W com simetria bilateral
ru: Линейный светильник T16 G5 54W с двусторонней симметрией
zh_hans: T16 G5 54W 双侧对称线性灯具

# app.template.linear
source: Linear Luminaire
de: Lineare Leuchte
es: Luminaria lineal
fr: Luminaire linéaire
it: Apparecchio lineare
pt_br: Luminária linear
ru: Линейный светильник
zh_hans: 线性灯具

# app.template.linear_desc
source: Linear luminaire with C0-C180 symmetry
de: Lineare Leuchte mit C0-C180-Symmetrie
es: Luminaria lineal con simetría C0-C180
fr: Luminaire linéaire avec symétrie C0-C180
it: Apparecchio lineare con simmetria C0-C180
pt_br: Luminária linear com simetria C0-C180
ru: Линейный светильник с симметрией C0-C180
zh_hans: C0-C180 对称的线性灯具

# app.template.projector
source: Projector
de: Projektor
es: Proyector
fr: Projecteur
it: Proiettore
pt_br: Projetor
ru: Прожектор
zh_hans: 投射灯

# app.template.projector_desc
source: CDM-TD 70W spotlight with asymmetric beam
de: CDM-TD 70W Strahler mit asymmetrischem Lichtstrahl
es: Proyector CDM-TD 70W con haz asimétrico
fr: Projecteur CDM-TD 70W avec faisceau asymétrique
it: Proiettore CDM-TD 70W con fascio asimmetrico
pt_br: Projetor CDM-TD 70W com feixe assimétrico
ru: Прожектор CDM-TD 70W с асимметричным лучом
zh_hans: CDM-TD 70W 非对称光束聚光灯

# app.template.roadLuminaire
source: Road Luminaire
de: Straßenleuchte
es: Luminaria vial
fr: Luminaire routier
it: Apparecchio stradale
pt_br: Luminária viária
ru: Уличный светильник
zh_hans: 道路灯具

# app.template.roadLuminaire_desc
source: SON-TPP 250W street light with C90-C270 symmetry
de: SON-TPP 250W Straßenleuchte mit C90-C270-Symmetrie
es: Alumbrado público SON-TPP 250W con simetría C90-C270
fr: Éclairage public SON-TPP 250W avec symétrie C90-C270
it: Lampione SON-TPP 250W con simmetria C90-C270
pt_br: Iluminação pública SON-TPP 250W com simetria C90-C270
ru: Уличное освещение SON-TPP 250W с симметрией C90-C270
zh_hans: SON-TPP 250W C90-C270 对称路灯

# app.template.wikiBatwing
source: Batwing (Wiki)
de: Fledermausflügel (Wiki)
es: Ala de murciélago (Wiki)
fr: Chauve-souris (Wiki)
pt_br: Asa de morcego (Wiki)
ru: Крыло летучей мыши (Wiki)
zh_hans: 蝙蝠翼配光 (Wiki)

# app.template.wikiBatwing_desc
source: Batwing distribution for uniform illuminance
de: Fledermausflügelverteilung für gleichmäßige Beleuchtung
es: Distribución ala de murciélago para iluminancia uniforme
fr: Distribution chauve-souris pour éclairement uniforme
it: Distribuzione batwing per illuminamento uniforme
pt_br: Distribuição asa de morcego para iluminância uniforme
ru: Распределение для равномерной освещённости
zh_hans: 用于均匀照度的蝙蝠翼配光

# app.template.wikiFlood
source: Floodlight (Wiki)
de: Flutlicht (Wiki)
es: Proyector (Wiki)
fr: Projecteur (Wiki)
it: Proiettore (Wiki)
pt_br: Projetor (Wiki)
ru: Заливающий (Wiki)
zh_hans: 泛光灯 (Wiki)

# app.template.wikiFlood_desc
source: Wide beam flood distribution
de: Breite Flutlichtverteilung
es: Distribución de haz ancho
fr: Distribution à faisceau large
it: Distribuzione a fascio largo
pt_br: Distribuição de feixe largo
ru: Распределение широкого луча
zh_hans: 宽光束泛光配光

# app.template.wikiSpotlight_desc
source: Narrow beam spotlight distribution
de: Schmale Spotlight-Verteilung
es: Distribución de foco de haz estrecho
fr: Distribution spot à faisceau étroit
it: Distribuzione spot a fascio stretto
pt_br: Distribuição de spot com feixe estreito
ru: Распределение узкого луча
zh_hans: 窄光束聚光灯配光

# app.toolbar.dark
source: Dark Theme
de: Dunkles Design
es: Tema oscuro
fr: Thème sombre
it: Tema scuro
pt_br: Tema escuro
ru: Тёмная тема
zh_hans: 深色主题

# app.toolbar.exportIES
source: Export IES...
de: IES exportieren...
es: Exportar IES...
fr: Exporter IES...
it: Esporta IES...
pt_br: Exportar IES...
ru: Экспорт IES...
zh_hans: 导出 IES...

# app.toolbar.exportLDT
source: Export LDT...
de: LDT exportieren...
es: Exportar LDT...
fr: Exporter LDT...
it: Esporta LDT...
pt_br: Exportar LDT...
ru: Экспорт LDT...
zh_hans: 导出 LDT...

# app.toolbar.exportSVG
source: Export SVG...
de: SVG exportieren...
es: Exportar SVG...
fr: Exporter SVG...
it: Esporta SVG...
pt_br: Exportar SVG...
ru: Экспорт SVG...
zh_hans: 导出 SVG...

# app.toolbar.open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pt_br: Abrir
ru: Открыть
zh_hans: 打开

# app.validation.title
source: Validation
de: Validierung
es: Validación
it: Validazione
pt_br: Validação
ru: Проверка
zh_hans: 验证

# app.welcome.dropFile
source: Drop file here
de: Datei hier ablegen
es: Suelta el archivo aquí
fr: Déposez le fichier ici
it: Rilascia il file qui
pt_br: Solte o arquivo aqui
ru: Перетащите файл сюда
zh_hans: 将文件拖放到此处

# app.welcome.newFromTemplate
source: New from Template
de: Neu aus Vorlage
es: Nuevo desde plantilla
fr: Nouveau depuis modèle
it: Nuovo da modello
pt_br: Novo a partir do modelo
ru: Создать из шаблона
zh_hans: 从模板新建

# app.welcome.openFile
source: Open File
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir un fichier
it: Apri file
pt_br: Abrir arquivo
ru: Открыть файл
zh_hans: 打开文件

# app.welcome.subtitle
source: Open an LDT/IES file or choose a template
de: Öffnen Sie eine LDT/IES-Datei oder wählen Sie eine Vorlage
es: Abra un archivo LDT/IES o elija una plantilla
fr: Ouvrez un fichier LDT/IES ou choisissez un modèle
it: Apri un file LDT/IES o scegli un modello
pt_br: Abra um arquivo LDT/IES ou escolha um modelo
ru: Откройте файл LDT/IES или выберите шаблон
zh_hans: 打开 LDT/IES 文件或选择模板

# app.welcome.title
source: Welcome to Eulumdat
de: Willkommen bei Eulumdat
es: Bienvenido a Eulumdat
fr: Bienvenue dans Eulumdat
it: Benvenuto in Eulumdat
pt_br: Bem-vindo ao Eulumdat
ru: Добро пожаловать в Eulumdat
zh_hans: 欢迎使用 Eulumdat

# bim.exportCSV
source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter CSV
it: Esporta CSV
pt_br: Exportar CSV
ru: Экспорт CSV
zh_hans: 导出CSV

# bim.exportReport
source: Export Report
de: Bericht exportieren
es: Exportar informe
fr: Exporter le rapport
it: Esporta rapporto
pt_br: Exportar relatório
ru: Экспорт отчёта
zh_hans: 导出报告

# bim.info
source: BIM parameters extracted from photometric data for Revit and IFC integration
de: BIM-Parameter aus photometrischen Daten für Revit- und IFC-Integration
es: Parámetros BIM extraídos de datos fotométricos para integración con Revit e IFC
fr: Paramètres BIM extraits des données photométriques pour l'intégration Revit et IFC
it: Parametri BIM estratti dai dati fotometrici per l'integrazione Revit e IFC
pt_br: Parâmetros BIM extraídos de dados fotométricos para integração com Revit e IFC
ru: Параметры BIM, извлечённые из фотометрических данных для интеграции с Revit и IFC
zh_hans: 从光度数据提取的BIM参数，用于Revit和IFC集成

# bim.noData
source: No BIM data available for this luminaire
de: Keine BIM-Daten für diese Leuchte verfügbar
es: No hay datos BIM disponibles para esta luminaria
fr: Aucune donnée BIM disponible pour ce luminaire
it: Nessun dato BIM disponibile per questo apparecchio
pt_br: Nenhum dado BIM disponível para esta luminária
ru: Нет данных BIM для этого светильника
zh_hans: 该灯具无可用BIM数据

# bim.title
source: BIM Parameters
de: BIM-Parameter
es: Parámetros BIM
fr: Paramètres BIM
it: Parametri BIM
pt_br: Parâmetros BIM
ru: Параметры BIM
zh_hans: BIM参数

# compare.browse
source: Browse File B...
de: Datei B durchsuchen...
es: Explorar Archivo B...
fr: Parcourir Fichier B...
it: Sfoglia File B...
pt_br: Procurar Arquivo B...
ru: Выбрать файл B...
zh_hans: 浏览文件B...

# compare.clear
source: Clear File B
de: Datei B entfernen
es: Eliminar Archivo B
fr: Effacer Fichier B
it: Rimuovi File B
pt_br: Remover Arquivo B
ru: Убрать файл B
zh_hans: 清除文件B

# compare.cPlaneA
source: File A C-plane
de: Datei A C-Ebene
es: Archivo A plano C
fr: Fichier A plan C
it: File A piano C
pt_br: Arquivo A plano C
ru: Файл A C-плоскость
zh_hans: 文件A C平面

# compare.cPlaneB
source: File B C-plane
de: Datei B C-Ebene
es: Archivo B plano C
fr: Fichier B plan C
it: File B piano C
pt_br: Arquivo B plano C
ru: Файл B C-плоскость
zh_hans: 文件B C平面
